{
  "text": {
    "hey": 56,
    "hello": 54,
    "hi": 57,
    "there": 115,
    "good": 45,
    "morning": 71,
    "evening": 38,
    "greetings": 49,
    "howdy": 58,
    "bye": 23,
    "goodbye": 46,
    "see": 94,
    "you": 135,
    "later": 64,
    "talk": 110,
    "to": 119,
    "farewell": 40,
    "have": 52,
    "a": 0,
    "day": 28,
    "catch": 25,
    "ya": 131,
    "yes": 134,
    "yep": 133,
    "yeah": 132,
    "sure": 107,
    "absolutely": 2,
    "correct": 26,
    "right": 91,
    "that": 114,
    "s": 92,
    "of": 81,
    "course": 27,
    "definitely": 30,
    "no": 78,
    "nope": 79,
    "not": 80,
    "really": 90,
    "nah": 74,
    "never": 77,
    "at": 17,
    "all": 6,
    "i": 60,
    "m": 68,
    "feeling": 42,
    "great": 48,
    "doing": 33,
    "well": 125,
    "feel": 41,
    "amazing": 7,
    "happy": 51,
    "in": 61,
    "mood": 70,
    "things": 116,
    "are": 14,
    "going": 44,
    "fantastic": 39,
    "wonderful": 128,
    "down": 34,
    "bad": 19,
    "unhappy": 122,
    "low": 67,
    "aren": 15,
    "t": 109,
    "terrible": 112,
    "okay": 82,
    "awful": 18,
    "anxious": 12,
    "anxiety": 11,
    "worried": 129,
    "nervous": 76,
    "stressed": 102,
    "about": 1,
    "having": 53,
    "sad": 93,
    "depressed": 31,
    "blue": 21,
    "upset": 123,
    "under": 121,
    "stress": 101,
    "overwhelmed": 85,
    "swamped": 108,
    "too": 120,
    "much": 72,
    "pressure": 86,
    "out": 84,
    "grateful": 47,
    "thankful": 113,
    "appreciate": 13,
    "blessed": 20,
    "need": 75,
    "help": 55,
    "can": 24,
    "me": 69,
    "support": 106,
    "someone": 97,
    "advice": 3,
    "struggling": 103,
    "assistance": 16,
    "want": 124,
    "tell": 111,
    "something": 98,
    "let": 65,
    "story": 100,
    "share": 95,
    "listen": 66,
    "this": 118,
    "what": 126,
    "should": 96,
    "do": 32,
    "advise": 4,
    "think": 117,
    "would": 130,
    "guidance": 50,
    "decide": 29,
    "your": 136,
    "opinion": 83,
    "bot": 22,
    "human": 59,
    "who": 127,
    "real": 89,
    "an": 8,
    "ai": 5,
    "re": 88,
    "analyze": 10,
    "journal": 63,
    "entry": 37,
    "provide": 87,
    "emotional": 35,
    "state": 99,
    "summary": 105,
    "is": 62,
    "my": 73,
    "feelings": 43,
    "summarize": 104,
    "emotions": 36,
    "analysis": 9
  },
  "intent": {
    "greet": 8,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 9,
    "mood_unhappy": 10,
    "anxious": 2,
    "sad": 12,
    "stressed": 13,
    "grateful": 7,
    "need_help": 11,
    "tell_story": 14,
    "ask_advice": 3,
    "bot_challenge": 4,
    "analyze_journal": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_anxious": 12,
    "utter_ask_advice": 13,
    "utter_goodbye": 14,
    "utter_grateful": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_help": 18,
    "utter_iamabot": 19,
    "utter_journal_analysis": 20,
    "utter_sad": 21,
    "utter_stressed": 22,
    "utter_tell_story": 23
  },
  "action_text": null,
  "intent_response_key": null
}