{
  "text": {
    "hey": 50,
    "hello": 48,
    "hi": 51,
    "there": 102,
    "good": 39,
    "morning": 63,
    "evening": 33,
    "greetings": 43,
    "howdy": 52,
    "bye": 21,
    "goodbye": 40,
    "see": 84,
    "you": 122,
    "later": 56,
    "talk": 97,
    "to": 106,
    "farewell": 35,
    "have": 46,
    "a": 0,
    "day": 26,
    "catch": 23,
    "ya": 118,
    "yes": 121,
    "yep": 120,
    "yeah": 119,
    "sure": 94,
    "absolutely": 2,
    "correct": 24,
    "right": 81,
    "that": 101,
    "s": 82,
    "of": 72,
    "course": 25,
    "definitely": 28,
    "no": 69,
    "nope": 70,
    "not": 71,
    "really": 80,
    "nah": 65,
    "never": 68,
    "at": 15,
    "all": 6,
    "i": 54,
    "m": 60,
    "feeling": 37,
    "great": 42,
    "doing": 31,
    "well": 112,
    "feel": 36,
    "amazing": 7,
    "happy": 45,
    "in": 55,
    "mood": 62,
    "things": 103,
    "are": 12,
    "going": 38,
    "fantastic": 34,
    "wonderful": 115,
    "down": 32,
    "bad": 17,
    "unhappy": 109,
    "low": 59,
    "aren": 13,
    "t": 96,
    "terrible": 99,
    "okay": 73,
    "awful": 16,
    "anxious": 10,
    "anxiety": 9,
    "worried": 116,
    "nervous": 67,
    "stressed": 91,
    "about": 1,
    "having": 47,
    "sad": 83,
    "depressed": 29,
    "blue": 19,
    "upset": 110,
    "under": 108,
    "stress": 90,
    "overwhelmed": 76,
    "swamped": 95,
    "too": 107,
    "much": 64,
    "pressure": 77,
    "out": 75,
    "grateful": 41,
    "thankful": 100,
    "appreciate": 11,
    "blessed": 18,
    "need": 66,
    "help": 49,
    "can": 22,
    "me": 61,
    "support": 93,
    "someone": 87,
    "advice": 3,
    "struggling": 92,
    "assistance": 14,
    "want": 111,
    "tell": 98,
    "something": 88,
    "let": 57,
    "story": 89,
    "share": 85,
    "listen": 58,
    "this": 105,
    "what": 113,
    "should": 86,
    "do": 30,
    "advise": 4,
    "think": 104,
    "would": 117,
    "guidance": 44,
    "decide": 27,
    "your": 123,
    "opinion": 74,
    "bot": 20,
    "human": 53,
    "who": 114,
    "real": 79,
    "an": 8,
    "ai": 5,
    "re": 78
  },
  "intent": {
    "greet": 7,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 8,
    "mood_unhappy": 9,
    "anxious": 1,
    "sad": 11,
    "stressed": 12,
    "grateful": 6,
    "need_help": 10,
    "tell_story": 13,
    "ask_advice": 2,
    "bot_challenge": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_anxious": 12,
    "utter_ask_advice": 13,
    "utter_goodbye": 14,
    "utter_grateful": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_help": 18,
    "utter_iamabot": 19,
    "utter_sad": 20,
    "utter_stressed": 21,
    "utter_tell_story": 22
  },
  "action_text": null,
  "intent_response_key": null
}